Repository: enefry/MusicFree
Catalog: Packages/MusicFreeUI/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# 导入带有专辑信息的本地音频后会显示在这里。
source: Local audio with album metadata will appear here after import.
de: Lokale Audiodateien mit Album-Metadaten werden nach dem Import hier angezeigt.
es: El audio local con metadatos del álbum aparecerá aquí después de importarlo.
fr: Les fichiers audio locaux contenant des métadonnées d’album s’afficheront ici après l’importation.
ja: アルバム情報付きのローカル音声を読み込むと、ここに表示されます。
zh_hans: 导入带有专辑信息的本地音频后会显示在这里。

# 导入带有流派信息的本地音频后会显示在这里。
source: Local audio with genre metadata will appear here after import.
de: Lokale Audiodateien mit Genre-Metadaten werden nach dem Import hier angezeigt.
es: El audio local con metadatos de género aparecerá aquí después de importarlo.
fr: Les fichiers audio locaux contenant des métadonnées de genre s’afficheront ici après l’importation.
ja: ジャンル情報付きのローカル音声を読み込むと、ここに表示されます。
zh_hans: 导入带有流派信息的本地音频后会显示在这里。

# 导入带有艺人信息的本地音频后会显示在这里。
source: Local audio with artist metadata will appear here after import.
de: Lokale Audiodateien mit Interpreten-Metadaten werden nach dem Import hier angezeigt.
es: El audio local con metadatos del artista aparecerá aquí después de importarlo.
fr: Les fichiers audio locaux contenant des métadonnées d’artiste s’afficheront ici après l’importation.
ja: アーティスト情報付きのローカル音声を読み込むと、ここに表示されます。
zh_hans: 导入带有艺人信息的本地音频后会显示在这里。

# 导入当前目录
source: Import current directory
de: Aktuelles Verzeichnis importieren
es: Importar directorio actual
fr: Importer le répertoire actuel
ja: 現在のディレクトリを読み込む
zh_hans: 导入当前目录

# 导入服务提前结束，未返回结果。
source: The import service ended early without returning a result.
de: Der Importdienst wurde beendet, ohne ein Ergebnis zurückzugeben.
es: El servicio de importación terminó antes de tiempo sin devolver un resultado.
fr: Le service d’importation s’est terminé prématurément sans renvoyer de résultat.
ja: 読み込みサービスが結果を返さずに終了しました。
zh_hans: 导入服务提前结束，未返回结果。

# 导入本地媒体
source: Import local media
de: Lokale Medien importieren
es: Importar contenido local
fr: Importer des médias locaux
ja: ローカルメディアを読み込む
zh_hans: 导入本地媒体

# 导入本地文件夹后会显示在这里。
source: Imported local folders will appear here.
de: Importierte lokale Ordner werden hier angezeigt.
es: Las carpetas locales importadas aparecerán aquí.
fr: Les dossiers locaux importés apparaîtront ici.
ja: 読み込んだローカルフォルダがここに表示されます。
zh_hans: 导入本地文件夹后会显示在这里。

# 导入本地音乐后，最近加入的专辑会显示在这里。
source: Recently added albums will appear here after importing local music.
de: Nach dem Import lokaler Musik werden hier kürzlich hinzugefügte Alben angezeigt.
es: Los álbumes añadidos recientemente aparecerán aquí después de importar música local.
fr: Les albums récemment ajoutés s’afficheront ici après l’importation de musique locale.
ja: ローカル音楽を読み込むと、最近追加したアルバムがここに表示されます。
zh_hans: 导入本地音乐后，最近加入的专辑会显示在这里。

# 导入本地音频后会显示在这里。
source: Local audio will appear here after import.
de: Lokale Audiodateien werden nach dem Import hier angezeigt.
es: El audio local aparecerá aquí después de importarlo.
fr: Les fichiers audio locaux s’afficheront ici après l’importation.
ja: 読み込み後にローカル音声がここに表示されます。
zh_hans: 导入本地音频后会显示在这里。

# 封面
source: Artwork
de: Cover
es: Portada
fr: Pochette
ja: アートワーク
zh_hans: 封面

# 封面已加载
source: Artwork loaded
de: Cover geladen
es: Portada cargada
fr: Pochette chargée
ja: アートワークを読み込みました
zh_hans: 封面已加载

# 将从资料库和 App 托管存储中删除“%@”；Documents 中的原始文件不会被删除。
source: “%@” will be removed from the library and app-managed storage; the original file in Documents will not be deleted.
de: „%@“ wird aus der Mediathek und dem von der App verwalteten Speicher entfernt; die Originaldatei in Documents wird nicht gelöscht.
es: “%@” se eliminará de la biblioteca y del almacenamiento gestionado por la app; el archivo original de Documents no se eliminará.
fr: « %@ » sera supprimé de la bibliothèque et du stockage géré par l’app ; le fichier d’origine dans Documents ne sera pas supprimé.
ja: 「%@」をライブラリとアプリ管理ストレージから削除します。Documentsの元のファイルは削除されません。
zh_hans: 将从资料库和 App 托管存储中删除“%@”；Documents 中的原始文件不会被删除。

# 将从资料库和 App 托管存储中删除所选的 %d 首歌曲；Documents 中的原始文件不会被删除。
source: The selected %d songs will be deleted from the library and app-managed storage; original files in Documents will not be deleted.
de: Die ausgewählten %d Titel werden aus der Mediathek und dem von der App verwalteten Speicher gelöscht; die Originaldateien in Documents werden nicht gelöscht.
es: Las %d canciones seleccionadas se eliminarán de la biblioteca y del almacenamiento gestionado por la app; los archivos originales de Documents no se eliminarán.
fr: Les %d chansons sélectionnées seront supprimées de la bibliothèque et du stockage géré par l’app ; les fichiers d’origine dans Documents ne seront pas supprimés.
ja: 選択した%d曲をライブラリとアプリ管理ストレージから削除します。Documentsの元のファイルは削除されません。
zh_hans: 将从资料库和 App 托管存储中删除所选的 %d 首歌曲；Documents 中的原始文件不会被删除。

# 将从资料库移除 %d 首歌曲。
source: %d songs will be removed from the library.
de: %d Titel werden aus der Mediathek entfernt.
es: Se eliminarán %d canciones de la biblioteca.
fr: %d morceaux seront retirés de la bibliothèque.
ja: %d曲をライブラリから削除します。
zh_hans: 将从资料库移除 %d 首歌曲。

# 将使用当前专辑名称重新匹配该专辑下全部歌曲，并覆盖远端返回的歌曲资料。远端没有返回的字段会保留当前值。
source: All songs in this album will be matched again using the current album name, replacing the song metadata returned by the remote source. Fields not returned remotely will keep their current values.
de: Alle Titel dieses Albums werden anhand des aktuellen Albumnamens erneut zugeordnet und die vom Remote-Dienst gelieferten Titeldaten werden ersetzt. Nicht vom Remote-Dienst gelieferte Felder behalten ihre aktuellen Werte.
es: Se volverán a buscar todas las canciones de este álbum usando el nombre actual y se reemplazarán los datos de las canciones devueltos por el servidor remoto. Los campos que no devuelva se conservarán.
fr: Tous les morceaux de cet album seront associés à nouveau à partir du nom actuel de l’album, en remplaçant les informations renvoyées par la source distante. Les champs non renvoyés conserveront leur valeur actuelle.
ja: 現在のアルバム名を使って、このアルバムの全曲を再マッチングし、リモートから返された曲情報で上書きします。リモートにない項目は現在の値を保持します。
zh_hans: 将使用当前专辑名称重新匹配该专辑下全部歌曲，并覆盖远端返回的歌曲资料。远端没有返回的字段会保留当前值。

# 将删除“%@”及其中的全部歌曲。
source: “%@” and all of its songs will be deleted.
de: „%@“ und alle darin enthaltenen Titel werden gelöscht.
es: Se eliminarán “%@” y todas sus canciones.
fr: « %@ » et tous ses morceaux seront supprimés.
ja: 「%@」とその中のすべての曲を削除します。
zh_hans: 将删除“%@”及其中的全部歌曲。

# 将删除导入暂存目录中的文件；已经进入资料库的媒体文件不受影响。
source: Files in the import staging directory will be deleted; library media is not affected.
de: Dateien im Import-Staging-Verzeichnis werden gelöscht; Medien in der Mediathek bleiben unberührt.
es: Se eliminarán los archivos del directorio de preparación de importación; los archivos multimedia de la biblioteca no se verán afectados.
fr: Les fichiers du répertoire de préparation de l’importation seront supprimés ; les fichiers multimédias de la bibliothèque ne sont pas affectés.
ja: 読み込みステージングディレクトリ内のファイルを削除します。ライブラリのメディアファイルには影響しません。
zh_hans: 将删除导入暂存目录中的文件；已经进入资料库的媒体文件不受影响。

# 将删除已完成处理的隔离副本，并保留 pending 隔离文件；清理后的副本不能恢复。
source: Finalized quarantine copies will be deleted and pending quarantine files will be preserved; cleared copies cannot be restored.
de: Abgeschlossene Quarantänekopien werden gelöscht und ausstehende Quarantänedateien bleiben erhalten; bereinigte Kopien können nicht wiederhergestellt werden.
es: Se eliminarán las copias de cuarentena finalizadas y se conservarán los archivos de cuarentena pendientes; las copias limpiadas no se podrán restaurar.
fr: Les copies de quarantaine finalisées seront supprimées et les fichiers de quarantaine en attente seront conservés ; les copies supprimées ne pourront pas être restaurées.
ja: 処理済みの隔離コピーを削除し、保留中の隔離ファイルは残します。消去したコピーは復元できません。
zh_hans: 将删除已完成处理的隔离副本，并保留 pending 隔离文件；清理后的副本不能恢复。

# 将删除所选的 %d 位艺人及其歌曲；Documents 中的原始文件不会被删除。
source: The selected %d artists and their songs will be deleted; original files in Documents will not be deleted.
de: Die ausgewählten %d Interpreten und ihre Titel werden gelöscht; die Originaldateien in Documents werden nicht gelöscht.
es: Los %d artistas seleccionados y sus canciones se eliminarán; los archivos originales de Documents no se eliminarán.
fr: Les %d artistes sélectionnés et leurs chansons seront supprimés ; les fichiers d’origine dans Documents ne seront pas supprimés.
ja: 選択した%d人のアーティストとその曲を削除します。Documentsの元のファイルは削除されません。
zh_hans: 将删除所选的 %d 位艺人及其歌曲；Documents 中的原始文件不会被删除。

# 将删除所选的 %d 张专辑及其中的全部歌曲。
source: The %d selected albums and all their songs will be deleted.
de: Die %d ausgewählten Alben und alle enthaltenen Titel werden gelöscht.
es: Se eliminarán los %d álbumes seleccionados y todas sus canciones.
fr: Les %d albums sélectionnés et tous leurs morceaux seront supprimés.
ja: 選択した%d枚のアルバムと、その中のすべての曲が削除されます。
zh_hans: 将删除所选的 %d 张专辑及其中的全部歌曲。

# 将删除所选的 %d 张专辑及其中的歌曲；Documents 中的原始文件不会被删除。
source: The selected %d albums and their songs will be deleted; original files in Documents will not be deleted.
de: Die ausgewählten %d Alben und ihre Titel werden gelöscht; die Originaldateien in Documents werden nicht gelöscht.
es: Los %d álbumes seleccionados y sus canciones se eliminarán; los archivos originales de Documents no se eliminarán.
fr: Les %d albums sélectionnés et leurs chansons seront supprimés ; les fichiers d’origine dans Documents ne seront pas supprimés.
ja: 選択した%d枚のアルバムとその曲を削除します。Documentsの元のファイルは削除されません。
zh_hans: 将删除所选的 %d 张专辑及其中的歌曲；Documents 中的原始文件不会被删除。

# 将核对未完成的删除事务，并恢复或完成能够确定状态的事务；无法判断的事务会保留。
source: Unfinished removal transactions will be checked; transactions with a known state will be restored or completed, and unresolved ones will remain.
de: Unvollständige Löschvorgänge werden geprüft; Vorgänge mit bekanntem Status werden wiederhergestellt oder abgeschlossen, unklare Vorgänge bleiben erhalten.
es: Se comprobarán las transacciones de eliminación sin terminar; las que tengan un estado conocido se restaurarán o completarán y las que no puedan determinarse se conservarán.
fr: Les transactions de suppression inachevées seront vérifiées ; celles dont l’état est connu seront restaurées ou finalisées, et les transactions indéterminées seront conservées.
ja: 未完了の削除処理を確認し、状態を判定できる処理は復元または完了します。判断できない処理は残します。
zh_hans: 将核对未完成的删除事务，并恢复或完成能够确定状态的事务；无法判断的事务会保留。

# 尚未接入
source: Not integrated
de: Nicht integriert
es: No integrado
fr: Non intégré
ja: 未接続
zh_hans: 尚未接入

# 尚未连接 Google Drive
source: Google Drive is not connected
de: Google Drive ist nicht verbunden
es: Google Drive no está conectado
fr: Google Drive n’est pas connecté
ja: Google Driveに接続されていません
zh_hans: 尚未连接 Google Drive

# 已下载并导入媒体库
source: Downloaded and imported into the media library
de: In die Mediathek heruntergeladen und importiert
es: Descargado e importado a la biblioteca
fr: Téléchargé et importé dans la bibliothèque multimédia
ja: ダウンロードしてメディアライブラリに読み込みました
zh_hans: 已下载并导入媒体库

# 已下载并导入本地的媒体不会删除。
source: Media already downloaded and imported locally will not be deleted.
de: Bereits heruntergeladene und lokal importierte Medien werden nicht gelöscht.
es: El contenido ya descargado e importado localmente no se eliminará.
fr: Les médias déjà téléchargés et importés localement ne seront pas supprimés.
ja: すでにダウンロードしてローカルに読み込んだメディアは削除されません。
zh_hans: 已下载并导入本地的媒体不会删除。

# 已保存排序
source: Order saved
de: Sortierung gespeichert
es: Orden guardado
fr: Tri enregistré
ja: 並び順を保存しました
zh_hans: 已保存排序

# 已修复 %d 个待删除事务
source: Repaired %d pending removal transactions
de: %d ausstehende Löschvorgänge repariert
es: Se repararon %d transacciones de eliminación pendientes
fr: %d transactions de suppression en attente réparées
ja: 保留中の削除処理を%d件修復しました
zh_hans: 已修复 %d 个待删除事务

# 已停用
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ja: 無効
zh_hans: 已停用

# 已关闭
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
zh_hans: 已关闭

# 已创建歌单
source: Playlist created
de: Wiedergabeliste erstellt
es: Lista creada
fr: Playlist créée
ja: プレイリストを作成しました
zh_hans: 已创建歌单

# 已删除歌单
source: Playlist deleted
de: Wiedergabeliste gelöscht
es: Lista eliminada
fr: Playlist supprimée
ja: プレイリストを削除しました
zh_hans: 已删除歌单

# 已匹配 %d 首，未匹配 %d 首，结果不明确 %d 首，失败 %d 首，跳过 %d 首。
source: Matched %d, unmatched %d, ambiguous %d, failed %d, skipped %d.
de: %d zugeordnet, %d nicht zugeordnet, %d unklar, %d fehlgeschlagen, %d übersprungen.
es: %d coincidentes, %d sin coincidencia, %d ambiguas, %d fallidas y %d omitidas.
fr: %d associés, %d non associés, %d ambigus, %d échecs, %d ignorés.
ja: 一致 %d曲、未一致 %d曲、不明確 %d曲、失敗 %d曲、スキップ %d曲。
zh_hans: 已匹配 %d 首，未匹配 %d 首，结果不明确 %d 首，失败 %d 首，跳过 %d 首。

# 已发现
source: Discovered
de: Erkannt
es: Detectado
fr: Détecté
ja: 検出済み
zh_hans: 已发现

# 已取消
source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル済み
zh_hans: 已取消

# 已同意
source: Accepted
de: Akzeptiert
es: Aceptado
fr: Accepté
ja: 同意済み
zh_hans: 已同意

# 已启用
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
zh_hans: 已启用

# 已启用，但总开关已关闭
source: Enabled, but the master switch is off
de: Aktiviert, aber der Hauptschalter ist deaktiviert
es: Activado, pero el interruptor general está desactivado
fr: Activé, mais l’interrupteur général est désactivé
ja: 有効ですが、全体スイッチがオフです
zh_hans: 已启用，但总开关已关闭

# 已在歌单中
source: Already in playlist
de: Bereits in der Wiedergabeliste
es: Ya está en la lista de reproducción
fr: Déjà dans la playlist
ja: プレイリストに登録済み
zh_hans: 已在歌单中

# 已处理 %d 首，下载 %d 首，已有 %d 首，无歌词 %d 首，失败 %d 首。
source: Processed %d tracks: %d downloaded, %d already cached, %d without lyrics, %d failed.
de: %d Titel verarbeitet: %d heruntergeladen, %d bereits im Cache, %d ohne Liedtext, %d fehlgeschlagen.
es: %d pistas procesadas: %d descargadas, %d ya en caché, %d sin letras, %d fallidas.
fr: %d titres traités : %d téléchargés, %d déjà en cache, %d sans paroles, %d échecs.
ja: %d曲を処理：ダウンロード %d曲、キャッシュ済み %d曲、歌詞なし %d曲、失敗 %d曲。
zh_hans: 已处理 %d 首，下载 %d 首，已有 %d 首，无歌词 %d 首，失败 %d 首。

# 已处理 %d 首，匹配 %d 首，无匹配 %d 首，不确定 %d 首，失败 %d 首。
source: Processed %d tracks: %d matched, %d not found, %d ambiguous, %d failed.
de: %d Titel verarbeitet: %d Treffer, %d nicht gefunden, %d mehrdeutig, %d fehlgeschlagen.
es: %d pistas procesadas: %d coincidencias, %d no encontradas, %d ambiguas, %d fallidas.
fr: %d titres traités : %d correspondances, %d introuvables, %d ambigus, %d échecs.
ja: %d曲を処理：一致 %d曲、未検出 %d曲、候補不明 %d曲、失敗 %d曲。
zh_hans: 已处理 %d 首，匹配 %d 首，无匹配 %d 首，不确定 %d 首，失败 %d 首。

# 已处理 %d，共 %d
source: Processed %d of %d
de: %d von %d verarbeitet
es: Procesados %d de %d
fr: %d sur %d traités
ja: %d/%dを処理しました
zh_hans: 已处理 %d，共 %d

# 已复制
source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
zh_hans: 已复制

# 已完成
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
zh_hans: 已完成

# 已导入
source: Imported
de: Importiert
es: Importado
fr: Importé
ja: インポート済み
zh_hans: 已导入

# 已导入 %d 首
source: Imported %d songs
de: %d Titel importiert
es: %d canciones importadas
fr: %d chansons importées
ja: %d曲を読み込みました
zh_hans: 已导入 %d 首

# 已开启
source: On
de: Ein
es: Activado
fr: Activé
ja: オン
zh_hans: 已开启

# 已支持
source: Supported
de: Unterstützt
es: Compatible
fr: Pris en charge
ja: 対応済み
zh_hans: 已支持

# 已暂停
source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
zh_hans: 已暂停

# 已有 %d 个元数据来源可用
source: %d metadata sources available
de: %d Metadatenquellen verfügbar
es: %d fuentes de metadatos disponibles
fr: %d sources de métadonnées disponibles
ja: メタデータソース %d 件が利用可能
zh_hans: 已有 %d 个元数据来源可用

# 已添加 %d 首歌曲
source: Added %d songs
de: %d Titel hinzugefügt
es: Se añadieron %d canciones
fr: %d chansons ajoutées
ja: %d曲を追加しました
zh_hans: 已添加 %d 首歌曲

# 已确认
source: Confirmed
de: Bestätigt
es: Confirmado
fr: Confirmé
ja: 確認済み
zh_hans: 已确认

# 已移除歌曲
source: Songs removed
de: Titel entfernt
es: Canciones eliminadas
fr: Chansons supprimées
ja: 曲を削除しました
zh_hans: 已移除歌曲

# 已跳过
source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
ja: スキップ済み
zh_hans: 已跳过

# 已跳过 %d 首
source: Skipped %d songs
de: %d Titel übersprungen
es: Se omitieron %d canciones
fr: %d chansons ignorées
ja: %d曲をスキップしました
zh_hans: 已跳过 %d 首

# 已选择
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
zh_hans: 已选择

# 已选择 %d 张专辑
source: %d Albums Selected
de: %d Alben ausgewählt
es: %d álbumes seleccionados
fr: %d albums sélectionnés
ja: %d枚のアルバムを選択中
zh_hans: 已选择 %d 张专辑

# 已选择新封面
source: New artwork selected
de: Neues Cover ausgewählt
es: Nueva portada seleccionada
fr: Nouvelle pochette sélectionnée
ja: 新しいアートワークを選択済み
zh_hans: 已选择新封面

# 已释放 %@
source: Freed %@
de: %@ freigegeben
es: %@ liberado
fr: %@ libéré
ja: %@を解放しました
zh_hans: 已释放 %@

# 已重命名歌单
source: Playlist renamed
de: Wiedergabeliste umbenannt
es: Lista renombrada
fr: Playlist renommée
ja: プレイリストの名前を変更しました
zh_hans: 已重命名歌单

# 平直
source: Flat
de: Flach
es: Plano
fr: Plat
ja: フラット
zh_hans: 平直

# 年份
source: Year
de: Jahr
es: Año
fr: Année
ja: 年
zh_hans: 年份

# 年份 %@
source: Year %@
de: Jahr %@
es: Año %@
fr: Année %@
ja: 年 %@
zh_hans: 年份 %@

# 年份必须是有效数字。
source: Year must be a valid number.
de: Das Jahr muss eine gültige Zahl sein.
es: El año debe ser un número válido.
fr: L’année doit être un nombre valide.
ja: 年は有効な数字で入力してください。
zh_hans: 年份必须是有效数字。

# 应用
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
zh_hans: 应用

# 应用图标
source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l’app
ja: アプリアイコン
zh_hans: 应用图标

# 应用未能安全完成启动，请先处理显示的问题。
source: The app could not complete startup safely. Address the issues shown first.
de: Die App konnte nicht sicher gestartet werden. Beheben Sie zuerst die angezeigten Probleme.
es: La app no pudo completar el inicio de forma segura. Resuelve primero los problemas mostrados.
fr: L’app n’a pas pu terminer son démarrage en toute sécurité. Corrigez d’abord les problèmes affichés.
ja: アプリを安全に起動できませんでした。まず表示された問題に対処してください。
zh_hans: 应用未能安全完成启动，请先处理显示的问题。

# 应用语言
source: App language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
ja: アプリの言語
zh_hans: 应用语言

# 应用配置的 Metadata Server
source: Metadata Server configured by the app
de: Von der App konfigurierter Metadatenserver
es: Servidor de metadatos configurado por la app
fr: Serveur de métadonnées configuré par l’app
ja: アプリが設定したメタデータサーバー
zh_hans: 应用配置的 Metadata Server

# 应用隐私协议
source: App privacy policy
de: Datenschutzerklärung der App
es: Política de privacidad de la aplicación
fr: Politique de confidentialité de l’application
ja: アプリのプライバシーポリシー
zh_hans: 应用隐私协议

# 应用隐私政策
source: App privacy policy
de: Datenschutzrichtlinie der App
es: Política de privacidad de la app
fr: Politique de confidentialité de l’app
ja: アプリのプライバシーポリシー
zh_hans: 应用隐私政策

# 应用隐私政策 v1.2.0
source: App privacy policy v1.2.0
de: Datenschutzrichtlinie der App v1.2.0
es: Política de privacidad de la app v1.2.0
fr: Politique de confidentialité de l’app v1.2.0
ja: アプリのプライバシーポリシー v1.2.0
zh_hans: 应用隐私政策 v1.2.0

# 应用隐私政策已同意
source: App privacy policy accepted
de: Datenschutzrichtlinie der App akzeptiert
es: Política de privacidad de la app aceptada
fr: Politique de confidentialité de l’app acceptée
ja: アプリのプライバシーポリシーに同意済み
zh_hans: 应用隐私政策已同意

# 延后 250 毫秒
source: Delay by 250 ms
de: Um 250 ms verzögern
es: Retrasar 250 ms
fr: Retarder de 250 ms
ja: 250ミリ秒遅延
zh_hans: 延后 250 毫秒

# 开启
source: On
de: Ein
es: Activado
fr: Activé
ja: オン
zh_hans: 开启

# 开启后才允许已授权来源联网。
source: Authorized sources can connect to the network only after this is enabled.
de: Autorisierte Quellen dürfen erst nach der Aktivierung eine Netzwerkverbindung herstellen.
es: Las fuentes autorizadas solo pueden conectarse a la red después de activar esta opción.
fr: Les sources autorisées ne peuvent accéder au réseau qu’après activation.
ja: 有効にすると、認証済みソースのみネットワークに接続できます。
zh_hans: 开启后才允许已授权来源联网。

# 开启后需要 Apple Music catalog 权限；只补充元数据和封面。
source: Apple Music catalog access is required after enabling; only metadata and artwork are added.
de: Nach der Aktivierung ist der Zugriff auf den Apple-Music-Katalog erforderlich; nur Metadaten und Cover werden ergänzt.
es: Se requiere acceso al catálogo de Apple Music al activarlo; solo se añaden metadatos y portada.
fr: L’accès au catalogue Apple Music est requis après activation ; seules les métadonnées et la pochette sont ajoutées.
ja: 有効にするとApple Musicカタログへのアクセスが必要です。メタデータとアートワークのみ補完します。
zh_hans: 开启后需要 Apple Music catalog 权限；只补充元数据和封面。

# 开始独立下载任务；离开此页面后仍会继续执行
source: Start an independent download task; it continues after you leave this page
de: Unabhängige Downloadaufgabe starten; sie wird nach dem Verlassen dieser Seite fortgesetzt
es: Iniciar una tarea de descarga independiente; continuará después de salir de esta página
fr: Lancer une tâche de téléchargement indépendante ; elle continuera après avoir quitté cette page
ja: 独立したダウンロードタスクを開始します。このページを離れても続行されます
zh_hans: 开始独立下载任务；离开此页面后仍会继续执行

# 强调色
source: Accent color
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accent
ja: アクセントカラー
zh_hans: 强调色

# 当前偏移：%d 毫秒
source: Current offset: %d ms
de: Aktueller Versatz: %d ms
es: Desfase actual: %d ms
fr: Décalage actuel : %d ms
ja: 現在のオフセット：%dミリ秒
zh_hans: 当前偏移：%d 毫秒

# 当前偏移：由播放器同步。
source: Current offset: synchronized by the player.
de: Aktueller Versatz: vom Player synchronisiert.
es: Desfase actual: sincronizado por el reproductor.
fr: Décalage actuel : synchronisé par le lecteur.
ja: 現在のオフセット：プレーヤーと同期
zh_hans: 当前偏移：由播放器同步。

# 当前封面将保留
source: The current artwork will be kept
de: Das aktuelle Cover bleibt erhalten
es: Se conservará la portada actual
fr: La pochette actuelle sera conservée
ja: 現在のアートワークを保持します
zh_hans: 当前封面将保留

# 当前封面无法读取
source: The current artwork cannot be read
de: Das aktuelle Cover kann nicht gelesen werden
es: No se puede leer la portada actual
fr: Impossible de lire la pochette actuelle
ja: 現在のアートワークを読み取れません
zh_hans: 当前封面无法读取

# 当前待修复：%d 项
source: Pending repair: %d items
de: Ausstehende Reparaturen: %d Elemente
es: Reparaciones pendientes: %d elementos
fr: Réparations en attente : %d éléments
ja: 修復待ち：%d件
zh_hans: 当前待修复：%d 项

# 当前播放不支持调整位置
source: The current playback does not support seeking
de: Die aktuelle Wiedergabe unterstützt kein Suchen
es: La reproducción actual no admite búsqueda
fr: La lecture actuelle ne prend pas en charge la recherche
ja: 現在の再生はシークに対応していません
zh_hans: 当前播放不支持调整位置

# 当前播放也会停止，资料库中的歌曲不会被删除。
source: Current playback will also stop. Songs in the library will not be deleted.
de: Die aktuelle Wiedergabe wird ebenfalls angehalten. Songs in der Mediathek werden nicht gelöscht.
es: La reproducción actual también se detendrá. Las canciones de la biblioteca no se eliminarán.
fr: La lecture actuelle s’arrêtera également. Les chansons de la bibliothèque ne seront pas supprimées.
ja: 現在の再生も停止します。ライブラリの曲は削除されません。
zh_hans: 当前播放也会停止，资料库中的歌曲不会被删除。

# 当前播放引擎不支持此操作。
source: The current playback engine does not support this operation.
de: Die aktuelle Wiedergabe-Engine unterstützt diesen Vorgang nicht.
es: El motor de reproducción actual no admite esta operación.
fr: Le moteur de lecture actuel ne prend pas en charge cette opération.
ja: 現在の再生エンジンはこの操作に対応していません。
zh_hans: 当前播放引擎不支持此操作。

# 当前播放引擎尚未提供此功能。
source: The current playback engine does not provide this feature yet.
de: Die aktuelle Wiedergabe-Engine bietet diese Funktion noch nicht.
es: El motor de reproducción actual todavía no ofrece esta función.
fr: Le moteur de lecture actuel ne propose pas encore cette fonctionnalité.
ja: 現在の再生エンジンはこの機能にまだ対応していません。
zh_hans: 当前播放引擎尚未提供此功能。
